app/views/layouts/application.html.erb


    <% @reviews = Review.all.reverse.take(9) %>
---
SELECT "reviews".* FROM "reviews"